Repository: jose1711/logintop10
Catalog: logintop10-*.po
Languages: ar, de, es, fr, nl, sk

source: resize: Cannot (re-)allocate %d bytes of memory
es: redimensionar: No puedo (re-)asignar %d bytes de memoria

source: Sunday
es: Domingo

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: <H1>Login/logout statistics</H1>
ar: <H1>Dogul/Guruj I7saiat</H1>
de: <H1>Login/Logout Statistiken</H1>
es: <H1>Estadísticas de acceso/desconexión</H1>
fr: <H1>Statistiques de sessions</H1>
nl: <H1>Login/logout statistieken</H1>
sk: <H1>Štatistiky prihlásení/odhlásení</H1>

source: <H2>Overall data</H2>
ar: <H2>Kul Al ma3lumat</H2>
de: <H2>Allgemeine Daten</H2>
es: <H2>Datos totales</H2>
nl: <H2>Globale data</H2>
sk: <H2>Celkové údaje</H2>

source: <LI>Number of records: %d
ar: <LI>3adad al arqam: %d
de: <LI>Anzahl der Datensätze: %d
es: <LI>Número de registros: %d
fr: <LI>Nombre d'enregistrements: %d
nl: <LI>Aantal velden in invoerbestand: %d
sk: <LI>Počet záznamov: %d

source: <LI>Min. duration: %ld
ar: <LI>Al modda sagira: %ld
de: <LI>Minimale Session-Dauer: %ld
es: <LI>Duración Mín.: %ld
fr: <LI>Duration minimale: %ld
nl: <LI>Min. tijdsduur: %ld
sk: <LI>Min. doba: %ld

source: <LI>Max. duration: %ld
ar: <LI>Al modda al kabira: %ld
de: <LI>Maximale Session-Dauer: %ld
es: <LI>Duración Máx.: %ld
fr: <LI>Duration maximale: %ld
nl: <LI>Max. tijdsduur: %ld
sk: <LI>Max. doba: %ld

source: <LI>Average duration: %ld
ar: <LI>Al modda al mutawassita: %ld
de: <LI>Durchschn. Session-Dauer: %ld
es: <LI>Duración Media: %ld
fr: <LI>Duration moyenne: %ld
nl: <LI>Gemiddelde tijdsduur: %ld
sk: <LI>Priemerná doba: %ld

source: <H2>Top 10 Login Frequency</H2>
ar: <H2>ihsa iat al awael al 3aschr</H2>
de: <H2>Top 10 der häufigsten Logins</H2>
es: <H2>Top 10 - Frecuencia de acceso
fr: <H2>Fréquence d'entrance du principal dix </H2>
nl: <H2>Top 10 Login frequentie</H2>
sk: <H2>10 najčastejších prihlásení</H2>

source: <TR><TD></TD><TD><B>Username:</B></TD><TD><B>Count</B></TD></TR>
ar: <TR><TD></TD><TD><B>Al Ism:</B></TD><TD><B>Al 3adad</B></TD></TR>
de: <TR><TD></TD><TD><B>Benutzer</B></TD><TD><B>Anzahl</B></TD></TR>
es: <TR><TD></TD><TD><B>Usuario:</B></TD><TD><B>Cantidad</B></TD></TR>
fr: <TR><TD></TD><TD><B>Nom d'utilisateur:</B></TD><TD><B>Nombre d' enregistrements</B></TD></TR>
nl: <TR><TD></TD><TD><B>Gebruikersnaam:</B></TD><TD><B>Aantal</B></TD></TR>
sk: <TR><TD></TD><TD><B>Užívateľ:</B></TD><TD><B>Počet</B></TD></TR>

source: <H2>Top 10 Login Duration</H2>
ar: <H2>Al awael al 3aschr fi moddat e dogul</H2>
de: <H2>Top 10 der längsten Session-Dauer</H2>
es: <H2>Top 10 - Duración de acceso</H2>
fr: <H2>Top 10 Durée d'access</H2>
nl: <H2>Top 10 Login tijdsduur</H2>
sk: <H2>10 najdlhších prihlásení</H2>

source: <TR><TD></TD><TD><B>Username:</B></TD><TD><B>Duration</B></TD></TR>
ar: <TR><TD></TD><TD><B>Al Ism</B></TD><TD><B>Al modda</B></TD></TR>
de: <TR><TD></TD><TD><B>Benutzer</B></TD><TD><B>Dauer</B></TD></TR>
es: <TR><TD></TD><TD><B>Usuario:</B></TD><TD><B>Duración</B></TD></TR>
fr: <TR><TD></TD><TD><B>Nom d'utilisateur:</B></TD><TD><B>Durée:</B></TD></TR>
nl: <TR><TD></TD><TD><B>Gebruikersnaam:</B></TD><TD><B>Tijdsduur</B></TD></TR>
sk: <TR><TD></TD><TD><B>Užívateľ:</B></TD><TD><B>Doba</B></TD></TR>

source: <H2>Busiest day of the Week</H2>
ar: <H2>Al joum al akthar shughl fil osbou3</H2>
de: <H2>Belebtester Tag der Woche</H2>
es: <H2>Día más ocupado de la semana</H2>
fr: <H2>Jour le plus occupé de la semaine</H2>
nl: <H2>Drukste dag van de week</H2>
sk: <H2>Najrušnejší deň týždňa</H2>

source: %s (%ld logins)
ar: %s (%ld dogul)
es: %s (%ld accesos)
sk: %s (%ld prihlásení)

source: <LI>Most quiet day: %s (%ld logins)
ar: <LI>: Al joum al akthar sukut: %s (%ld dogul)
de: <LI>Ruhigster Tag: %s (%ld Logins)
es: <LI>Día más tranquilo: %s (%ld accesos)
fr: <LI>Jour le plus tranquille de la semaine %s (%ld logins)
nl: <LI>Rustigste dag: %s (%ld logins)
sk: <LI>Najpokojnejší deň: %s (%ld prihlásení)

source: <TR><TD><B>Day</B></TD><TD><B>Number of logins</B></TD></TR>
ar: <TR><TD><B>Al joum</B></TD><TD><B>3adad a dogul</B></TD></TR>
de: <TR><TD><B>Tag</B></TD><TD><B>Anzahl der Logins</B></TD></TR>
es: <TR><TD><B>Día</B></TD><TD><B>Número de accesos</B></TD></TR>
fr: <TR><TD><B>Dag</B></TD><TD><B>Nombre d'ouvertures de session</B></TD></TR>
nl: <TR><TD><B>Dag</B></TD><TD><B>Aantal logins</B></TD></TR>
sk: <TR><TD><B>Deň</B></TD><TD><B>Počet prihlásení</B></TD></TR>

source: <H2>Busiest day of the Month</H2>
ar: <H2>Al joum al akthar shugl fi shahr</H2>
de: <H2>Belebtester Tag des Monats</H2>
es: <H2>Día más ocupado del mes</H2>
fr: <H2>Jour le plus occupé du mois</H2>
nl: <H2>Drukste dag van de maand</H2>
sk: <H2>Najrušnejší deň v mesiaci</H2>

source: Day %ld (%ld logins)
ar: Al joum %ld (%ld dogul)
de: Tag %ld (%ld Logins)
es: Día %ld (%ld accesos)
fr: Dag %ld (%ld logins)
nl: Dag %ld (%ld logins)
sk: Deň %ld (%ld prihlásení)

source: <LI>Most quiet day: %ld (%ld logins)
ar: <LI>Al joum al akthar sukut: %ld (%ld dogul)
de: <LI>Ruhigster Tag: %ld (%ld Logins)
es: <LI>Día más tranquilo: %ld (%ld accesos)
fr: <LI>Le jour le plus tranquille: %ld (%ld logins)
nl: <LI>Rustigste dag: %ld (%ld logins)
sk: <LI>Najpokojnejší deň: %ld (%ld prihlásení)

source: <H2>Busiest Month</H2>
ar: <H2>A shahr al akthar shugl</H2>
de: <H2>Belebtester Monat</H2>
es: <H2>Mes más ocupado</H2>
fr: <H2>Le mois le plus occupé</H2>
nl: <H2>Drukste maand</H2>
sk: <H2>Najrušnejší mesiac</H2>

source: <LI>Most quiet month: %s (%ld logins)
ar: <LI>A shahr al akthar sukut: %s (%ld dogul)
de: <LI>Ruhigster Monat: %s (%ld Logins)
es: <LI>Mes más tranquilo: %s (%ld accesos)
fr: <LI>Le mois le plus tranquille: %s (%ld logins)
nl: <LI>Rustigste maand: %s (%ld logins)
sk: <LI>Najpokojnejší mesiac: %s (%ld prihlásení)

source: <TR><TD><B>Month</B></TD><TD><B>Number of logins</B></TD></TR>
ar: <TR><TD><B>A shahr</B></TD><TD><B>3adad a dogul</B></TD></TR>
de: <TR><TD><B>Monat</B></TD><TD><B>Anzahl der Logins</B></TD></TR>
es: <TR><TD><B>Mes</B></TD><TD><B>Número de accesos</B></TD></TR>
fr: <TR><TD><B>Mois</B></TD><TD><B>Nombre d'ouvertures de session</B></TD></TR>
nl: <TR><TD><B>Maand</B></TD><TD><B>Aantal logins</B></TD></TR>
sk: <TR><TD><B>Mesiac</B></TD><TD><B>Počet prihlásení</B></TD></TR>

source: <H2>Per user statistics</H2>
ar: <H2>ihsa iat li kolli l mosta3mil</H2>
de: <H2>Statistiken pro Benutzer</H2>
es: <H2>Estadísticas por usuario</H2>
fr: <H2>Per utilisateur statistiques</H2>
nl: <H2>Statistieken per gebruiker</H2>
sk: <H2>Štatistiky podľa užívateľov</H2>

source: <TR><TD><B>Username:</B></TD><TD><B>Number of logins:</B></TD><TD><B>Min. duration</B></TD><TD><B>Max. duration</B></TD><TD><B>Average Duration</B></TD><TD><B>Av. login hour</B></TD><TD><B>Av. logout hour</B></TD><TD><B>Favorite day</B></TD></TR>
de: <TR><TD><B>Benutzer</B></TD><TD><B>Anzahl der Logins</B></TD><TD><B>Minimale Session-Dauer</B></TD><TD><B>Maximale Session-Dauer</B></TD><TD><B>Durchschn. Session-Dauer</B></TD><TD><B>Durchschn. Login-Stunde</B></TD><TD><B>Durchschn. Logout-Stunde</B></TD><TD><B>Lieblingstag</B></TD></TR>
es: <TR><TD><B>Usuario:</B></TD><TD><B>Número de accesos:</B></TD><TD><B>Duración Mín.</B></TD><TD><B>Duración Máx.</B></TD><TD><B>Duración Media</B></TD><TD><B>Hora media de acceso</B></TD><TD><B>Hora media de desconexión</B></TD><TD><B>día preferido</B></TD></TR>
fr: <TR><TD><B>Nom d'utilisateur:</B></TD><TD><B>Nombre d'ouvertures de session:</B></TD><TD><B>Min. tijdsduur</B></TD><TD><B>Durée maximale</B></TD><TD><B>Durée moyenne</B></TD><TD><B>Gem. login uur</B></TD><TD><B>Gem. logout uur</B></TD><TD><B>Jour favorite</B></TD></TR>
nl: <TR><TD><B>Gebruikersnaam:</B></TD><TD><B>Aantal logins:</B></TD><TD><B>Min. tijdsduur</B></TD><TD><B>Max. tijdsduur</B></TD><TD><B>Gemiddelde tijdsduur</B></TD><TD><B>Gem. login uur</B></TD><TD><B>Gem. logout uur</B></TD><TD><B>Favoriete dag</B></TD></TR>
sk: <TR><TD><B>Užívateľ:</B></TD><TD><B>Počet prihlásení:</B></TD><TD><B>Min. doba</B></TD><TD><B>Max. doba</B></TD><TD><B>Priemerná doba</B></TD><TD><B>Priem. hodina prihlásenia</B></TD><TD><B>Priem. hodina odhlásenia</B></TD><TD><B>Obľúbené dni</B></TD></TR>

source: <TD>%s (%ld logins)</TD></TR>
ar: <TD>%s (%ld dogul)</TD></TR>
es: <TD>%s (%ld accesos)</TD></TR>
sk: <TD>%s (%ld prihlásení)</TD></TR>

source: <H2>Raw Data</H2>
de: <H2>Rohe Daten</H2>
es: <H2>Datos en bruto</H2>
fr: <H2>Données brutes</H2>
nl: <H2>Platte data</H2>
sk: <H2>Nespracované dáta</H2>

source: <TR><TD><B>Username</B></TD><TD><B>Logged in at:</B></TD><TD><B>Duration:</B></TD></TR>
de: <TR><TD><B>Benutzer</B></TD><TD><B>Eingelogged um</B></TD><TD><B>Dauer</B></TD></TR>
es: <TR><TD><B>Usuario</B></TD><TD><B>Ingresó a las:</B></TD><TD><B>Duración:</B></TD></TR>
fr: <TR><TD><B>Nom d'utilisateur</B></TD><TD><B>Entré à:</B></TD><TD><B>Durée:</B></TD></TR>
nl: <TR><TD><B>Gebruikersnaam</B></TD><TD><B>Ingelogt op:</B></TD><TD><B>Tijdsduur:</B></TD></TR>
sk: <TR><TD><B>Užívateľ</B></TD><TD><B>Prihlásený na:</B></TD><TD><B>Doba:</B></TD></TR>

source: <FONT SIZE=-1>Created with <A HREF="http://www.vanheusden.com/logintop10/">logintop10</A> %s (written by <A HREF="mailto:folkert@vanheusden.com">folkert@vanheusden.com</A>).</FONT>
de: <FONT SIZE=-1>Créé avec <A HREF="http://www.vanheusden.com/logintop10/">logintop10</A> %s (écrit par <A HREF="mailto:folkert@vanheusden.com">folkert@vanheusden.com</A>).</FONT>
es: <FONT SIZE=-1>Creado con <A HREF="http://www.vanheusden.com/logintop10/">logintop10</A> %s (escrito por <A HREF="mailto:folkert@vanheusden.com">folkert@vanheusden.com</A>).</FONT>
fr: <FONT SIZE=-1>Créé avec <A HREF="http://www.vanheusden.com/logintop10/">logintop10</A> %s (écrit par <A HREF="mailto:folkert@vanheusden.com">folkert@vanheusden.com</A>).</FONT>
nl: <FONT SIZE=-1>Gemaakt met <A HREF="http://www.vanheusden.com/logintop10/">logintop10</A> %s (geschreven door <A HREF="mailto:folkert@vanheusden.com">folkert@vanheusden.com</A>).</FONT>
sk: <FONT SIZE=-1>Vytvorené pomocou <A HREF="http://www.vanheusden.com/logintop10/">logintop10</A> %s (autor: <A HREF="mailto:folkert@vanheusden.com">folkert@vanheusden.com</A>).</FONT>

source: Version: %s
es: Versión: %s
nl: Versie: %s
sk: Verzia: %s

source: Usage: %s -i wtmp -o fileout.html [-l locale]
es: Uso: %s -i wtmp -o informe.html [-l locale]

source: Example: logintop10 -i /var/log/wtmp -o ~/www/logintop10.html -l nl_NL
de: Beispiel: logintop10 -i /var/log/wtmp -o ~/www/logintop10.html -l nl_NL
es: Ejemplo: logintop10 -i /var/log/wtmp -o ~/www/logintop10.html -l es_ES
fr: Exemple: logintop10 -i /var/log/wtmp -o ~/www/logintop10.html -l nl_NL
nl: Voorbeeld: logintop10 -i /var/log/wtmp -o ~/www/logintop10.html -l nl_NL
sk: Príklad: logintop10 -i /var/log/wtmp -o ~/www/logintop10.html -l nl_NL

source: Problem loading data from %s.
ar: Hunaka muschkila fi jam3 al ma3lumat min %s.
de: Problem beim Laden der Daten von %s.
es: Problemas cargando datos de %s.
fr: Problème avec le chargement des données de %s.
nl: Probleem bij laden van data uit %s.
sk: Problém pri čítaní dát z %s.

source: Problem saving data to %s.
ar: Hunaka muschkila fi hifth alma3lumat ila %s.
de: Problem beim Speichern der Daten nach %s.
es: Problema guardando datos en %s.
fr: Problème avec l'enrigistrement des données sur %s.
nl: Probleem bij opslaan van data naar %s.
sk: Problém pri zapisovaní dát do %s.

source: resize: Cannot (re-)allocate %d bytes of memory
de: resize: Kann %d Bytes des Speichers nicht zuweisen
fr: Incapable de (re-)allouer %d bytes de mémoire
nl: resize: kan niet %d bytes geheugen vastleggen
sk: resize: Nemôžem (pre)alokovať %d bytov pamäte

source: Sunday
ar: Al A7ad
de: Sonntag
fr: dimanche
nl: zondag
sk: Nedeľa

source: Monday
ar: Al Ithnain
de: Montag
fr: lundi
nl: maandag
sk: Pondelok

source: Tuesday
ar: A Thulathaa
de: Dienstag
fr: mardi
nl: dinsdag
sk: Utorok

source: Wednesday
ar: Al Arbi3a
de: Mittwoch
fr: mercredi
nl: woensdag
sk: Streda

source: Thursday
ar: Al Gamies
de: Donnerstag
fr: jeudi
nl: donderdag
sk: Štvrtok

source: Friday
ar: Al Jumu3a
de: Freitag
fr: vendredi
nl: vrijdag
sk: Piatok

source: Saturday
ar: A Sabt
de: Samstag
fr: samedi
nl: zaterdag
sk: Sobota

source: January
ar: Janajer
de: Januar
fr: Janvier
nl: januari
sk: Január

source: February
ar: Febrajer
de: Februar
fr: Février
nl: februari
sk: Február

source: March
ar: Maris
de: März
fr: Mars
nl: maart
sk: Marec

source: April
ar: Abril
fr: Avril
sk: Apríl

source: May
ar: Mayu
de: Mai
nl: mei
sk: Máj

source: June
ar: Junio
de: Juni
fr: Juin
nl: juni
sk: Jún

source: July
ar: Julio
de: Juli
fr: Juillet
nl: juli
sk: Júl

source: October
ar: Oktubar
de: Oktober
fr: Octobre
nl: oktober
sk: Október

source: Usage: %s -i wtmp -o fileout.html [-l locale] [-r]
de: Gebrauch: %s -i wtmp -o bestanduit.html [-l language/ID-PaysID] [-r]
fr: Usage: %s -i wtmp -o bestanduit.html [-l language/ID-PaysID] [-r]
nl: Gebruik: %s -i wtmp -o bestanduit.html [-l taal/land-ID]
sk: Použitie: %s -i wtmp -o fileout.html [-l locale] [-r]

source: Problem loading data.
de: Problem beim Laden der Daten.
fr: Problème avec le chargement des données.
nl: Probleem bij inladen data.
sk: Problém pri čítaní dát.

source: August
ar: Agustus
fr: Août
nl: augustus

source: September
ar: Schutambir
fr: Septembre

source: November
ar: Novambir
fr: Novembre

source: December
ar: Dojanbir
de: Dezember
fr: Decembre
